Repository: blackus3r/post-worktime-logger
Catalog: lang/post-worktime-logger-*.po
Languages: de_de, el_gr, it_it, pt_br

source: You have to save the post, before we can track the time.
de_de: Sie müssen den Artikel einmal speichern, bevor die Zeitmessung beginnt.
el_gr: Θα πρέπει να αποθηκεύσετε τη δημοσίευση, πριν μπορούμε να παρακολουθήσουμε το χρόνο.
it_it: Devi salvare il post per abilitare il tracking del tempo.
pt_br: É necessário salvar a postagem para que possamos registrar o tempo gasto.

source: Post Worktime
de_de: Artikel Arbeitszeit
el_gr: Χρόνος εργασίας στη δημοσίευση
it_it: Tempo di lavoro sul post
pt_br: Tempo de Postagem

source: Current worktime
de_de: Aktuelle Arbeitszeit
el_gr: Τρέχων χρόνος εργασίας
it_it: Tempo di lavoro corrente
pt_br: Tempo atual

source: Total worktime
de_de: Gesamte Arbeitszeit
el_gr: Συνολικός χρόνος εργασίας
it_it: Tempo di lavoro totale
pt_br: Tempo total

source: Pause
de_de: Pausieren
el_gr: Παύση
it_it: Pausa
pt_br: Pausar

source: Resume
de_de: Fortfahren
el_gr: Συνέχεια
it_it: Riprendi
pt_br: Continuar

source: Reset
de_de: Zurücksetzen
el_gr: Επαναφορά
it_it: Azzera
pt_br: Reiniciar

source: Worktime
de_de: Arbeitszeit
el_gr: Χρόνος εργασίας
it_it: Tempo di lavoro
pt_br: Tempo de postagem

source: A widget in the frontend to display the admin worktime widget for logged in users or the worktime for the current post for not logged in users.
de_de: Ein Widget welches im Frontend das Admin Arbeitszeiten Widget für eingeloggte Benutzer zur Verfügung stellt oder die gesamte Arbeitszeit für den jeweiligen Artikel für nicht eingeloggte Nutzer.
el_gr: Μια μικροεφαρμογή που εμφανίζει την μικροεφαρμογή χρόνου εργασίας του διαχειριστή στους συνδεδεμένους χρήστες ή τον χρόνο εργασίας για την τρέχουσα δημοσίευση στους μη συνδεδεμένους χρήστες.
it_it: Un widget nel frontend per visualizzare il tempo di lavoro (admin) per gli utenti loggati, o il tempo di lavoro per l’articolo corrente per gli utenti non loggati.
pt_br: Uma widget de frontend para exibir o tempo trabalhado pelo administrador para usuários logados ou o tempo de postagem do post atual para usuários não logados.

source: Title:
de_de: Titel:
el_gr: Τίτλος:
it_it: Titolo:
pt_br: Título:

source: Display widget for not logged in users
de_de: Zeige Widget auch nicht eingeloggten Nutzern
el_gr: Εμφάνιση μικροεφαρμογής για μη συνδεδεμένους χρήστες
it_it: Mostra widget per utenti non loggati
pt_br: Widget para usuários não logados

source: Pre text:
de_de: Vor dem Text:
el_gr: Πριν το κείμενο:
it_it: Testo prima:
pt_br: Texto prévio:

source: This will only appear if 'Display widget for not logged in users' is enabled.
de_de: Dies erscheint nur, wenn 'Zeige Widget auch nicht eingeloggten Nutzern' aktiviert ist.
el_gr: Αυτό εμφανίζεται μόνο όταν η επιλογή 'Εμφάνιση μικροεφαρμογής για μη συνδεδεμένους χρήστες' είναι ενεργοποιημένη.
it_it: Questo apparirà solo se 'Mostra widget per utenti non loggati' è abilitato.
pt_br: Isto somente aparecerá se 'Mini aplicativo para usuários não logados' estiver habilitado.

source: After text:
de_de: Nach dem Text:
el_gr: Μετά το κείμενο:
it_it: Testo dopo:
pt_br: Texto posterior:

source: Resetted worktime for %s posts.
de_de: Die Arbeitszeit von %s Artikeln wurde zurückgesetzt.
el_gr: Επαναφέρατε τον χρόνο εργασίας για %s δημοσιεύσεις.
it_it: Azzerato il tempo di lavoro per %s articoli.
pt_br: Tempo de postagem reiniciado para %s posts.

source: Settings
de_de: Einstellungen
el_gr: Ρυθμίσεις
it_it: Impostazioni
pt_br: Configurações

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über die notwendigen Berechtigungen um auf diese Seite zuzugreifen.
el_gr: Δεν έχετε αρκετά δικαιώματα για να επισκεφτείτε αυτή τη σελίδα.
it_it: Non si dispone dei permessi sufficienti per accedere a questa pagina.
pt_br: Você não possui permissões suficientes para acessar essa página.

source: Statistics
de_de: Statistiken
el_gr: Στατιστικά
it_it: Statistiche
pt_br: Estatísticas

source: Top %s posts (worktime)
de_de: Top %s Artikel (Arbeitszeit)
el_gr: Κορυφαίες %s δημοσιεύσεις (χρόνος εργασίας)
it_it: Top %s articoli (tempo di lavoro)
pt_br: Top %s posts (Tempo de Postagem)

source: Minutes
de_de: Minuten
el_gr: Λεπτά
it_it: Minuti
pt_br: Minutos

source: No data.
de_de: Keine Daten.
el_gr: Δεν υπάρχουν δεδομένα.
it_it: Non ci sono dati disponibili.
pt_br: Sem dados.

source: Post Worktime Logger Settings
de_de: Post Worktime Logger Einstellungen
el_gr: Ρυθμίσεις για καταγραφή χρόνου μετά την εργασία
it_it: Impostazioni di Post Worktime Logger
pt_br: Configurações do Registro de Tempo de Postagem

source: Save Changes
de_de: Änderungen speichern
el_gr: Αποθήκευση αλλαγών
it_it: Salva Modifiche
pt_br: Salvar Alterações

source: Reset whole worktime
de_de: Gesamte Arbeitszeit zurücksetzen
el_gr: Επαναφορά συνολικού χρόνου
it_it: Azzera tutto il tempo di lavoro
pt_br: Reiniciar todo o tempo de postagem

source: General
de_de: Allgemein
el_gr: Γενικά
it_it: Generale
pt_br: Geral

source: Enable control buttons
de_de: Aktiviere Steuer-Buttons
el_gr: Ενεργοποίησε τα κουμπιά ελέγχου
it_it: Abilita i bottoni di controllo
pt_br: Habilitar botões de controle

source: Inactivity Timeout
de_de: Zeitunterbrechung durch Inaktivität
el_gr: Αντίστροφη μέτρηση αδράνειας
it_it: Timeout per inattività
pt_br: Intervalo de Inatividade

source: This will allow you to pause, resume and reset the worktime.
de_de: Erlaubt Ihnen das pausieren, fortfahren und zurücksetzen der Arbeitszeit.
el_gr: Σας επιτρέπει να κάνετε παύση, να συνεχίσετε και να επαναφέρετε τον χρόνο εργασίας.
it_it: Permette di mettere in pausa, riprendere ed azzerare il tempo di lavoro.
pt_br: Isto permitirá que pause, continue e reinicie o tempo de postagem.

source: This option allows you to specify a certain number of minutes that can pass without activity before the timer pauses.
de_de: Erlaubt Ihnen die maximale Zeit der Abwesenheit in Minuten anzugeben, bis der Timer pausiert.
el_gr: Αυτή η επιλογή σας επιτρέπει να ορίσετε έναν συγκεκριμένο αριθμό λεπτών που μπορούν να περάσουν χωρίς δραστηριότητα, μέχρι να σταματήσει ο χρόνος.
it_it: Questa opzione permette di specificare il numero di minuti di inattività prima che il timer venga messo in pausa automaticamente.
pt_br: Essa opção permite que seja especificado um certo número de minutos que podem passar sem atividade antes do contador pausar.

source: Total worktime on posts: %d minutes
de_de: Gesamte Arbeitszeit für Artikel: %d Minuten

source: Total worktime on posts: %d hours, %d minutes
de_de: Gesamte Arbeitszeit für Artikel: %d Stunden, %d Minuten

source: Disable Auto Start
de_de: Deaktiviere Autostart

source: number of posts
de_de: Anzahl der Artikel

source: Activate this to prevent the time from starting automatically on post editing.
de_de: Aktiviere dies, um das automatische Starten des Timers bei der Bearbeitung von Artikeln zu verhindern.

source: Specify this amount of posts to be displayed on the statistics page top worktime chart
de_de: Definiere die Anzahl der Artikel, die auf der Statistik-Seite dargestellt werden sollen.

source: Disable frontend time tracking
de_de: Deaktiviere das Aufzeichnen der Arbeitszeit im Frontend

source: This will only affect logged in users.
de_de: Dies betrifft nur eingeloggte Nutzer.

source: Disable auto start for published posts
de_de: Deaktiviere Autostart für bereits veröffentlichte Artikel

source: Activate this to prevent the time from starting automatically on post editing for published posts.
de_de: Aktiviere dies, um das automatische Starten des Timers bei der Bearbeitung von bereits veröffentlichten Artikeln zu verhindern.

source: Current version
de_de: Aktuelle Version

source: Need Help?
de_de: Brauchst du Hilfe?

source: Do you need help or has found a bug? Please describe the problem in the support forum.
de_de: Brauchst du Hilfe oder hast einen Fehler gefunden? Bitte beschreibe das Problem im Support Forum.

source: Other Plugins
de_de: Andere Plugins

source: A powerful SEO tool to track your rankings.
de_de: Ein starkes SEO Tool, um deine Rackings zu überwachen.

source: Support Plugin Author
de_de: Unterstütze den Plugin Autor

source: Donate
de_de: Spenden

source: Worktime Logger
el_gr: Καταγραφή χρόνου εργασίας
pt_br: Registro de Tempo de Postagem
